{"response":[{"id":170,"name":"Purton House Organics","permalink":"purton-house-organics","created_at":"2014-04-14T10:38:55.267+01:00","updated_at":"2017-01-20T17:33:11.000+00:00","images":[{"path":"https://fd-v5-api-release.imgix.net/assets/producer/33ceef48bff5238c88ccda3eecd3d04d3f13d618fcfb59815b0cef31350c65d1/purton_rally_540by415.jpg","position":1}],"short_description":"Mother and daughter-­run Purton House Organics supplies much of our fruit and vegetables, as well as organic beef, pork and eggs","description":"Mother and daughter-­run Purton House Organics supplies much of our fruit and vegetables, as well as organic beef, pork and eggs.\r\n\r\nSet over 70 hectares of Wiltshire countryside, the farm is proud to have held organic status since 1997. Farmer Rowie Meers is dedicated to the organic way of life and obsessed with healthy eating, especially non­processed and raw foods. She is a passionate advocate of ethical farming, sustainability and respect for nature – everything they do at Purton House puts the environment and the animals first.\r\n\r\nThe real bosses here are the chickens, who ride the tractors and pretty much rule the roost. While the hens hitch-­hike, Rowie and her sheepdog Loopy take walks around the farm to check on the vegetables – including the nine poly-tunnels in which they grow heat-­loving aubergines, melons and oriental greens.\r\n\r\nStaffed by daughters, nephews, nieces and friends, Purton House truly is a family venture – and workers who aren’t related are treated just like they are! Lunch is served to all workers and anyone idly wandering into the kitchen would find it impossible to tell who was family and who wasn’t. If they hung about long enough they might even find themselves tucking into a bowl of Rowie’s signature paella.\r\n\r\n\r\n\u003e*‘What we love most about Farmdrop is that it is run by passionate and like ­minded people who want to see everyone have the chance to buy directly from farms like ours.’*   **Rowie Meers, Farmer**\r\n\r\n\r\n● Organic status since 1997\r\n\r\n● Family run, with the help of Wwoofers (‘willing workers on organic farms’) in the summer\r\n\r\n● Purton House is also a wedding venue\r\n\r\n● Soil Association Gold Award and Wiltshire Wildlife Trust Corporate Green Award Winners, 2013 ­","location":"Purton, Wiltshire","via_wholesaler":true,"wholesaler_name":"Purton House Organics"},{"id":442,"name":"Park Farm","permalink":"park-farm","created_at":"2015-02-06T07:51:41.428+00:00","updated_at":"2017-01-03T09:46:07.902+00:00","images":[{"path":"https://fd-v5-api-release.imgix.net/assets/producer/0f8cec44936160d7a5a7508e34f629a3561682e994d077c91bda553df0f93ebb/DSC_7532.jpg","position":2},{"path":"https://fd-v5-api-release.imgix.net/assets/producer/5e27d11309810f1b659cc0da8392f07dc4b0033423537dc2bc7d3e4db7665010/IMG_4582.jpg","position":3},{"path":"https://fd-v5-api-release.imgix.net/assets/producer/dd5883e05bf20199f62a34c557aeb2be38770b7e3f05b10822e1f06eaf408ac5/IMG_4577.jpg","position":4},{"path":"https://fd-v5-api-release.imgix.net/assets/producer/c2ba8f0359d1f685dfbed6b80934e13066a5dc5c21a3efe86abc9fcd8d35e196/IMG_4580.jpg","position":5}],"short_description":"Andy Clarke believes in low-­intensity farming, rearing his herds of Sussex cows and Romney sheep on traditional grasses – a slow method which works to create tasty, healthy meat","description":"Andy Clarke believes in low-­intensity farming, rearing his herds of Sussex cows and Romney sheep on traditional grasses – a slow method which works to create tasty, healthy meat. Low intensity, however, doesn’t mean less toil, and Andy and wife Anne work long but enjoyable days on Park Farm outside the small, friendly village of Hawkhurst in Kent.\r\n\r\nAs well as the cows and sheep – all bred and nurtured by the family – Andy and Anne buy in Gloucester Old Spot Weaner pigs from neighbouring producers and give them free run of the farm’s roomy paddocks. Much of the rest of the farm is dedicated to environmental schemes, with hedgerow management and ten acres of wildflower meadows, where vetch, clover and ox eye daisies provide a colourful home for bees and insects in the spring and summer.\r\n\r\nThere is also a patch of ungrazed grass given over to owls from the neighbouring woodland. “We don’t cut the fields for hay until very late in summer to let everything go through its process of life,” says Andy.\r\n\r\nOn long summer evenings Andy loves to light a barbecue on the farm, cooking his home ­produced burgers and sausages, and relaxing as the sun goes down.\r\n\r\n\r\n\u003e*‘I love Farmdrop because it’s an easy way for people to be able to buy good, honest food.’*    **Andy Clarke, Park Farm**\r\n\r\n\r\n● Park Farm is part of the Farm Assurance Scheme, which supports farms that work with the local ecosystem\r\n\r\n● Regular award winners at Cattle Shows and in South East club competitions\r\n\r\n● The Sussex cows are crossed with Limousin bulls to create leaner, tastier meat","location":"Hawkhurst, Kent","via_wholesaler":false,"wholesaler_name":"Park Farm"},{"id":239,"name":"Fosse Meadows Farm","permalink":"fosse-meadows-farm","created_at":"2014-05-14T12:14:11.302+01:00","updated_at":"2017-01-16T13:11:37.437+00:00","images":[{"path":"https://fd-v5-api-release.imgix.net/assets/producer/6024bc660e88ede4a55280e7751dfd8bcd27d438256c7f06976c17d40ac081db/239.jpg","position":1},{"path":"https://fd-v5-api-release.imgix.net/assets/producer/e2f6ee37af4eb9f5523f2d0e6a0cbf1f2461e260ad28be2008d6cbaf38c6cfc1/IMAG0471.jpg","position":2},{"path":"https://fd-v5-api-release.imgix.net/assets/producer/e73a92d70ec1e3e34aadb754fae071bbf424eb3eee78b29bd8ce059ee079166f/Fosse%202.jpg","position":3}],"short_description":"In 2009, fashion designer Nick Ball and property developer Jacob Sykes left London behind to begin a life of poultry farming","description":"In 2009, fashion designer Nick Ball and property developer Jacob Sykes left London behind to begin a life of poultry farming. Returning to Nick’s parents’ place outside the market village of Lutterworth in Leicestershire, they set out to farm slow­grown birds with a patience and dedication they felt was missing in the rest of the UK. Their chickens are grown over eighty ­one days – three times longer than an average supermarket chicken, and five weeks longer than most free range chickens.\r\n\r\nFosse Meadows started small, with free­roaming chickens living in brightly­coloured sheds. Having outgrown its current location, the farm is moving to New Kilworth and, while they’re sad to be leaving the family behind, Nick and Jacob are excited by their new location and what it represents for the business. ‘It’s picturesque and will give our birds even more freedom to roam,’ says Nick.\r\n\r\nNick and Jacob also supply turkeys, geese and cockerels for Christmas – all reared with the same patience and freedom, giving the meat a great flavour and tenderness. As Nick says, ‘happy birds are tasty birds.’\r\n\r\nThe couple spend most of their time working or gardening, but they also like to have friends over to the farm for dinner, when they will cook a Coq Au Riesling, or ‘just a good simple roast with lots of garlic.’\r\n\r\n\r\n\u003e*‘Farmdrop is about transparency, choice and cutting out the rubbish. You see what you’re really getting.’*     **Nick Ball, Fosse Meadows**\r\n\r\n● Members of the Traditional Farmfresh Turkey Association (TFTA)\r\n\r\n● Slow­grown chickens with an additive­free diet\r\n\r\n● A flock size of just 600, compared to over 20,000 on many UK farms","location":"Near Lutterworth, Leicestershire","via_wholesaler":false,"wholesaler_name":"Fosse Meadows Farm"},{"id":630,"name":"BreadBread Bakery","permalink":"bread-bread-bakery","created_at":"2016-07-05T11:21:37.176+01:00","updated_at":"2017-02-10T15:06:55.000+00:00","images":[{"path":"https://fd-v5-api-release.imgix.net/assets/producer/1f6273d31d84e46a3ab38f1afb57d034d2d932807b3c757e8b96341bdd8eef92/BreadBreadsmall.jpg","position":1}],"short_description":"At BreadBread Bakery the priority is to make healthy bread and ethical choices. They have sourced a variety of flours, free from additives and improvers. They obtain organic flour from English mills and use stone-ground flour in all their recipes. BreadBread work with a variety of authentic Italian and Sicilian ingredients and baking methods. ","description":"BreadBread founder, Bridget Hugo, has been working with slow 24-hour fermentation since she first started making sourdough pizza at Franco Manca, a restaurant business she co-founded in Brixton Market in 2008. Bridget developed the dough recipe and used the wood fired ovens at Franca Manca at night to bake bread. People couldn’t get enough of her loaves and so BreadBread was born.\r\n\r\nBridget and her team of bakers firmly believe in the worldwide tradition of proper slow baking (as discovered on travels in Southern Italy). This beautifully simple tradition creates the perfect conditions for flavour to fully develop naturally; from good quality stone ground organic flours with no additives that are allowed to ferment properly and loaves that are baked in wood fire ovens. It’s this approach to dough-making that is at the heart of her bread’s improved digestibility and flavour.\r\n\r\nAt their bakery in Brixton, the team use sustainable wood-burning ovens to make their signature hearth-baked loaves. Bakers are trained to use two large Panyol brick ovens - made from heat resistant white clay from Larnage in France based on methods developed in the 1840s - which are carefully fired then loaded and unloaded using long-armed beech peels (a long-armed shovel-like tool used by bakers). The oven temperature naturally falls during the bake, which helps to lock in flavour and create their unmistakable caramelised crust.\r\n\r\nBy reviving these age-old techniques, BreadBread are dedicated to ensuring you have the opportunity to taste the most authentic bread. It’s so good they named it twice!\r\n\r\n\u003e*‘Farmdrop is brilliant because they directly connect people with really good products. They are one of the few who truly celebrate London’s producers and recognise our community of artisanal food-makers right in the heart of the capital.’*  **Bridget Hugo, BreadBread**\r\n\r\n","location":"Brixton","via_wholesaler":false,"wholesaler_name":"Bread Bread Bakery"},{"id":510,"name":"Farmdrop Fisherman","permalink":"farmdrop-fisherman","created_at":"2015-09-15T09:53:20.398+01:00","updated_at":"2017-02-09T12:16:29.000+00:00","images":[{"path":"https://fd-v5-api-release.imgix.net/assets/producer/41179bf8c60f9444cfbe42f4f6a04c2d5d7cb1943ada97ca05378b3e8d420330/farmdropfisherman.jpg","position":1}],"short_description":"At Farmdrop, we are committed to ensuring all our fish comes from sustainable and responsible fisheries. We work with some of the nation’s finest fishermen to source the best and freshest fish and shellfish direct from our beautiful sea everyday. These guys (and gals) are bringing fishing back to its roots and venture just a few miles from the shore on small day boats, using low-impact rod and line or handline methods to protect the local ecosystem.","description":"At Farmdrop, we are committed to ensuring all our fish comes from sustainable and responsible fisheries. We work with some of the nation’s finest fishermen to source the best and freshest fish and shellfish direct from our beautiful sea everyday. These guys (and gals) are bringing fishing back to its roots and venture just a few miles from the shore on small day boats, using low-impact rod and line or handline methods to protect the local ecosystem.\r\n\r\n**The Lyme Bay Reserve** is made up of 59 fishermen working 45 boats who are signed-up to the Lyme Bay Voluntary Code of Conduct.  The Reserve covers 60 square miles of Lyme Bay with its outer boundary reaching 6 miles offshore, with its landward boundary going from Chesil Beach at Abbotsbury in Dorset, to Beer Head in Devon. The Beer fishermen launch their boats from a pebble beach.  The boats are pulled back up the beach by winch and tractor.  If they get caught at sea by rough weather, getting ashore in the surf can be quite exciting! \r\n\r\nThe gear worked consists of static bottom nets for fish such as plaice, rays and sole; static floating nets for fish such as bass, mullet and bream.  Fish traps for cuttlefish. Whelk pots. Crab/lobster pots. Rod and lining for fish such as bass and mackerel.  Divers for hand-picked scallops. Using mobile gear within the Reserve is banned, e.g. scallop dredging or bottom trawling.\r\n\r\nThe Reserve is in all but name, a Marine National Park and is managed as such with direct involvement of the fishermen through the Lyme Bay Fisheries and Conservation Reserve Consultative Committee which contain two representative fishermen members from each of the four ports.  A new way to manage our seas!\r\n\r\nThe folks at **Glenarm Organic Salmon** in County Antrim, Northern Ireland are blessed with an optimal environment. Their on-growing farms in Glenarm Bay and Red Bay off the Antrim coast are separated by 11 miles of fast flowing coastal seawater and create fantastic conditions for their young fish to thrive. Exposed to the energetic coastal waters of the North Channel in the Irish Sea, currents and tidal flows ensures the perfect level of exercise for the salmon.\r\n\r\nWe work with fisherman who have complete traceability from deck to dish, and are committed to sustaining the delicate eco balance of sea life, so that you know exactly where your fish is from and can be assured that it was caught responsibly. Small coastal fishing teams mean smaller boats, smaller catches with a range of fish and a smaller environmental impact. By choosing our ‘Catch of the Day’, you’ll receive the fruits of our fisherman’s efforts direct from the coast, delivered to your door. Not only will you be eating the freshest seasonal fish around, but you’ll also be supporting your local fishermen and their way of life.","location":"","via_wholesaler":true,"wholesaler_name":"Murray's Fresh Fish"},{"id":551,"name":"Longman","permalink":"longman-cheese","created_at":"2016-04-15T12:50:41.102+01:00","updated_at":"2017-02-07T10:56:06.000+00:00","images":[{"path":"https://fd-v5-api-release.imgix.net/assets/producer/00ea01d4c5ccf749489a95d094b080927fb6904932662b97438154a856ab15b5/DSC_3195__23938606_.jpg","position":1}],"short_description":"","description":"The Longman family have been farmers and farmhouse cheese makers in Somerset for over 200 years.  In the 1930’s Great Grandfather, William Longman, expanded the family business of farmhouse cheese making through the partnership system of farming, without losing any of the farmhouse traditions. This wealth of experience means that we have a unique knowledge of cheese and dairy products. ","location":"Somerset","via_wholesaler":true,"wholesaler_name":"Longman Cheese"},{"id":460,"name":"Hinxden Farm Dairy","permalink":"hinxden-farm-dairy","created_at":"2015-04-23T16:02:53.562+01:00","updated_at":"2017-01-03T09:40:21.606+00:00","images":[{"path":"https://fd-v5-api-release.imgix.net/assets/producer/c2e00c615fe401edf23d654a0d648b19f528465ddd97ec5867167552c9b63f1a/untitled-183.jpg","position":1}],"short_description":"Remember how it used to be? When milk tasted of the countryside? Hinxden Farm Dairy produce just that. Fantastic tasting milk and dairy products.","description":"Remember how it used to be? When milk tasted of the countryside? Hinxden Farm Dairy produce just that; fantastic tasting milk and dairy products.\r\nIn summer, our Pedigree herds of Hinxden Guernsey and Holstein Friesian cows slowly munch their way through rolling acres of deep verdant pasture. The winter sees them contemplating life in our barns, protected from the elements on a thick bed of straw eating our own home grown forage. Life for a cow doesn't get better than this.\r\n\r\nBrothers and sister partnership at Hinxden Farm are third generation dairy farmers and trusted custodians of the land. Using modern equipment but traditional techniques, relaxed contented cows give high yields in a low stress environment.\r\n ","location":"United Kingdom","via_wholesaler":false,"wholesaler_name":"Hinxden Farm Dairy"},{"id":248,"name":"Chegworth Valley","permalink":"chegworth-valley-ltd","created_at":"2014-05-20T13:57:03.976+01:00","updated_at":"2017-02-13T09:43:54.000+00:00","images":[{"path":"https://fd-v5-api-release.imgix.net/assets/producer/849dd2518c2f9532ba0fdd3e3b22f116234a328d421748eb209d2a7afa549c10/248.jpg","position":1},{"path":"https://fd-v5-api-release.imgix.net/assets/producer/8af9b06672f4f642eb913ffca6a90677254b64b1940893dc4f2200d8dca28da3/Strawberries%20at%20Chegworth%20Valley.JPG","position":2}],"short_description":"Chegworth Valley, owned and run by two generations of the Deme family, is famous for its award­-winning juices.","description":"Chegworth Valley, owned and run by two generations of the Deme family, is famous for its award-winning juices. They also supply a wealth of fruit and vegetables – from trusty spuds and carrots to that odd bod of the brassica family, the funny looking but deliciously versatile purple kohlrabi. Could we put more emphasis on apples, pears, soft fruits \u0026 salads?\r\n\r\nThe 100 acre home farm has been producing traditional English apples for over 30 years, and there’s nothing the Demes love more than wandering around the orchards in the summer, picking and eating apples straight from the trees. Their production methods, with no harmful chemicals, mean that their apples are the size, shape and taste that nature intended – and all the happier for it.\r\n\r\nAlthough perhaps it’s not only the ethos that the fruit are thriving on. If you find yourselves in Kent on Twelfth Night you might overhear some medieval wassailing in the orchards – an ancient ritual that involves singing to the trees for a good harvest!\r\n\r\nWhen it comes to harvest time, the fruit is hand­picked and often pressed within hours for maximum freshness. The juice is then gently pasteurised and bottled on the farm. Chegworth Valley produce a plethora of juice combinations, and we’re sure you’ll enjoy sipping the Egremont Russet just as much as the Discovery. And one thing’s for sure – never again will you request anything so vague as ‘apple juice’.\r\n\r\n\u003e*‘Farmdrop links us with people who share our passion for great quality food and drinks. And having orders placed direct to us means there is no risk and no waste.’*   **­David Deme, Chegworth Valley**\r\n\r\n\r\n● Stalls at Farmers' Markets across London, including Broadway Market, Parliament Hill and Islington\r\n\r\n● Over 18 Great Taste Awards, Best Product and Best Greengrocer at the Slow Food London Awards 2014 and 2015, and Best Kent Juice Producer at the Taste of Kent Awards 2015 and 2016","location":"Kent","via_wholesaler":true,"wholesaler_name":"Chegworth Valley"},{"id":446,"name":"The Tomato Stall","permalink":"the-tomato-stall","created_at":"2015-03-18T17:04:09.988+00:00","updated_at":"2017-01-30T14:39:53.000+00:00","images":[{"path":"https://fd-v5-api-release.imgix.net/assets/producer/12ea0a0b869ac6710619fdb5b97ddb301f390e72f1bda3e8d7a4427f144cc94e/A5-7773.jpg","position":1},{"path":"https://fd-v5-api-release.imgix.net/assets/producer/9c11ae84b2670d868817e9a7611ea73de668c32c6a82d415ebb97120e1eba72b/Keiran.jpg","position":2}],"short_description":"We are a specialist tomato grower of organic and conventional tomatoes. All are vine-ripened, bee pollinated, use natural predatory insects to combat pests, hand nurtured, hand picked and hand packaged","description":"Our entire growing system is completely biodegradable, from the coconut husk that our plants are grown in to the string that supports the plants. We compost all of our plant waste and use the resulting compost to enrich the soil of our organic crops the following year. Having our own composting facility also gives us the opportunity to fine-tune the nutrient requirements for specific organic crops. This has helped to reduce fertiliser inputs, improve soil fertility and structure which results in more delicious tomatoes. We use natural predators to control pests, and the pollination of all our plants is done by a team of bumblebees that are native to the UK. Our nursery has Conservation Grade status, meaning that we are ethical, sustainable and Fair to Nature. We give 10% of our land back to natural habitats including wild flower meadows, barn owl boxes and red squirrel houses","location":"Arreton, Isle of Wight","via_wholesaler":true,"wholesaler_name":"Mash Purveyors"},{"id":620,"name":"Story Organic","permalink":"story-organic","created_at":"2016-06-24T11:54:46.709+01:00","updated_at":"2017-01-03T09:47:17.162+00:00","images":[{"path":"https://fd-v5-api-release.imgix.net/assets/producer/840a557f38a55e0dd8ee6bd8cd08b1be7adafa4c26037c1a5f62f1b38a0e7a7e/DSC05545.JPG","position":1}],"short_description":"We produce award-winning grass-fed organic meat with a real story from field to fork. It all began in 2004 when Somerset locals Jim Twine \u0026 Luke Hasell took over their family farms in the beautiful Chew Valley countryside. Of course, the full story goes a long way back before then...","description":"It all began in 2004 when our farmers Somerset locals Jim Twine \u0026 Luke Hasell took over their family farms in the Chew Valley in North Somerset. Luke runs Heron’s Green Farm and the Hasell family have farmed in the area for over 100 years. He uses the land for feeding the cattle with fertility-building red and white clovers and various break crops such as barley, wheat, peas and oats. Heron’s Green is completely self sufficient and provides silage for the cattle to enjoy enough food in the winter.\r\n\r\nOur traditional North and South Devon beef breeds enjoy a 100% natural grass based diet and are farmed organically and reared ethically. On the farm you’ll see a huge range of wildlife and plants because of the rich diversity farming in the traditional way brings. We have planted 40 acres of native broadleaf trees creating a stunning forest overlooking Chew Valley Lake which encourages new wildlife. We’ve spotted breeding hares, owls, badgers, partridges, rare bats and many deer.\r\n\r\nWe believe beef tastes so good because it's all from our own herd so we can specify the breed, the feed, the husbandry and the butchery. We are proud to be certified by the Pasture-Fed Livestock Association who champion the virtues of pastoral farming and provide a distinct identity for systems where animals eat only grass and forage crops their entire life. Our beef is flavoursome, marbled and tender as a result and is sought after by butchers and restaurants who recognise its premium quality. \r\n\r\n\u003e*‘We love the ethos of Farmdrop. It something we’ve tried to do from the start. It’s an amazing concept and it’s very satisfying to know that what we’re producing is out there and people are buying it for that reason.’* **Luke Hasell, Story Organic**\r\n\r\n● Member of the Countryside Stewardship scheme and beef is traditionally hung for 35 days to ensure tender meat with delicious depth of flavour.\r\n\r\n● 100% grass-fed beef and PFLA (Pasture Fed Livestock Association) and Soil Association Organic accredited. Won Gold at the Soil Association Organic Food Awards in 2013.\r\n\r\n● Winner of National Trust Fine Food Award 2014, Bristol Good Food Award 2014 and runner up in BBC Farmer of the Year 2014.\r\n","location":"Blagdon, Somerset","via_wholesaler":false,"wholesaler_name":"Story Organic Ltd"}],"count":10,"pagination":{"current":1,"previous":null,"next":2,"per_page":10,"pages":17,"count":167}}